alsa-utils
archlinuxcn-keyring
aria2
autoconf
automake
axel
base
bc
bind
binutils
bison
blueman
bluez
bluez-utils
bridge-utils
calibre
ccls
clash
clash-geoip
cmake
ctags
dmenu
dmidecode
dnsmasq
dunst
efibootmgr
emacs-git
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
fcitx5-rime
fd
feh
firefox
firewalld
flex
fzf
gcc
gdb
git
git-delta
go
goldendict
groff
grub
gvfs
gvim
htop
i3-wm
i3blocks
i3lock-color
i3status
i3status-rust
imagemagick
intel-gpu-tools
intel-ucode
iptables-nft
java11-openjfx
jdk-openjdk
jdk11-openjdk
jq
libtool
libva-intel-driver
libva-utils
libvirt
libvterm
light
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llpp
m4
make
mesa
mesa-demos
miniserve
mpv
neofetch
nerd-fonts-jetbrains-mono
network-manager-applet
networkmanager
nftables
nodejs-lts-fermium
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-prime
openbsd-netcat
openssh
oxygen-icons
p7zip
pandoc-bin
patch
pavucontrol
pcmanfm-qt
picom-git
pkgconf
proxychains-ng
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-pip
python-pipx
python-pynvim
qbittorrent
qemu
qtcreator
qv2ray-dev-git
qview
racket
rar
ripgrep
rofi
rsync
rustup
rxvt-unicode
sbcl
slop
smartmontools
speedcrunch
sudo
terminus-font
texinfo
timeshift
trash-cli
tree-sitter
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-lxgw-wenkai
ttf-sarasa-gothic
udiskie
unzip
v2ray
valgrind
virt-manager
vulkan-intel
wget
which
wkhtmltopdf
xarchiver
xclip
xcolor
xdg-user-dirs
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsecurelock
xss-lock
yacd
youtube-dl
